
/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "이 앱이 마지막 실행시 비정상 종료 되었습니다. \n 리포트를 전송해서 %@를 개선하도록 돕겠습니까?";

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "비정상 종료 보고";

/* Thank you message on successful feedback submission */
"JMCFeedbackReceived" = "의견이 접수되었습니다. %@ 개선에 도움을 주셔서 감사합니다.";
/* Thank you title on feedback submission */
"Thank You" = "감사합니다.";

"Always" = "항상";
"No" = "아니오";
"Yes" = "예";
"No Comment" = "(덧글 없음)";
"No Description" = "(설명 없음)";

"AlertBeforeDeletingRecording" = "음성 녹음을 삭제하시겠습니까?";
"RemoveRecording" = "음성 녹음 삭제";

/** Title of 'Inbox' view **/
"Your Feedback" = "귀하의 의견";

/** Alert View when Voice is not supported **/
"Voice Recording" = "음성 녹음";
"JMCVoiceRecordingNotSupported" = "이 기기는 지원하지 않습니다. \n텍스트를 입력해주세요.";

/** Alert title when message not arrived in JIRA **/
"JMCRequestPendingTitle" = "의견 전송 중!";

/** Alert when create issue request not yet successful **/
"JMCRequestPendingMessage" = "의견이 아직 전송중입니다. 곧 다시 시도해주세요.";

"JMCRequestPermErrorTitle" = "메시지 실패";

"JMCRequestPermErrorMessage" = "이 의견을 전송할 수 없습니다. 인터넷 접속을 확인하고 다시 시도하세요.";


/** This feedback has been deleted. Please create new feedback instead **/
"JMCDeletedIssueMessage" = "의견이 삭제되었습니다. 새로운 의견을 작성하세요.";

"JMCInAppNotification-Singular" = "개발자로부터 %d개의 메시지가 도착했습니다.";
"JMCInAppNotification-Plural" = "개발자로부터 %d개의 메시지가 도착했습니다.";

"JMCAttachmentsTitle" = "첨부파일";
"JMCRecordingLabel" = "녹음";
"JMCImageLabel" = "이미지";
"JMCCustomerLabel" = "사용자정의";
